{"height": "1200", "storymap": {"call_to_action": true, "call_to_action_text": "Explore Stories", "map_as_image": true, "map_background_color": "#ffffff", "map_type": "zoomify", "slides": [{"background": {"color": "#fff", "opacity": 100}, "date": "", "location": {"line": true}, "media": {"caption": "", "credit": "", "url": ""}, "text": {"headline": "Stories from Hara", "text": "Hara is located on the peripheries of the Mookambika Wildlife Forest Reserve. Nestled within the deciduous forests of the Western Ghats, there is a steep mud road that connects it to nearby villages. On the satellite maps, Hara is quite identifiable. From a geospatial view, the built environment in Hara is quite unique - the 20 or so houses form an elliptical periphery around the fields, plantations and trees. My curiosities peaked when I first got a glimpse of Hara (alas, on a satellite map). Fortunately, I got the opportunity to be in Hara, meet the people who live there and learn their stories."}, "type": "overview"}, {"date": "", "location": {"lat": -25.799891182088306, "line": false, "lon": -38.67187499999999, "use_custom_marker": false, "zoom": 3}, "media": {"caption": "", "credit": "", "url": "./images/HSM_1.jpg"}, "text": {"headline": "Cricket with Sashi", "text": "We were greeted in Hara by Sashi, a 10-12 year old boy who was perhaps looking for someone to play cricket with. He had a self-made bat and a rubber ball. He seemed very excited and curious to see us. We played cricket with him outside his home as we got to know each other. But soon enough he was called by his mother and he had to go."}}, {"date": "", "location": {"lat": -6.315298538330033, "line": true, "lon": -11.074218749999998, "use_custom_marker": false, "zoom": 3}, "media": {"caption": "", "credit": "", "url": "images/HSM_3.jpg"}, "text": {"headline": "Tales of Daivas", "text": "For many people we spoke to near Keradi, the Kannada film 'Kantara' is a common talking point. They told us about the shooting spots around their village with a sense of pride. The film is based on the tale of Panjurli, one of the daivas of the people in these villages. Daiva Kola is a ritualistic performance that takes place at a site called Daivasthana, where the whole village comes. In Hara we saw three Daivasthanas - Bobbarya, Guliga and Panjurli. "}}, {"date": "", "location": {"lat": 14.093957177836224, "line": true, "lon": -19.6875, "use_custom_marker": false, "zoom": 3}, "media": {"caption": "", "credit": "", "url": "images/HSM_2.jpg"}, "text": {"headline": "Forest Livelihoods", "text": "We observed there was a patch of land where woodcutting was happening. There were mostly sheesham trees that were observed to be cut. We wondered if the wood is used domestically or commercially. Or is this a common livelihood or a household resource? "}}, {"date": "", "location": {"lat": 26.745610382199022, "line": true, "lon": 16.171875, "use_custom_marker": false, "zoom": 3}, "media": {"caption": "", "credit": "", "url": "images/HSM_4.jpg"}, "text": {"headline": "Our Field Guide", "text": "Almost all households had a pet dog guarding the premises. We found ourselves mostly running away from dogs. But we did make friends with one very energetic pup. We followed this one as he showed us around the hamlet. Later on, we met the pet's owners who had been looking for the dog for sometime. "}}, {"date": "", "location": {"lat": 57.040729838360875, "line": true, "lon": -1.9335937499999998, "use_custom_marker": false, "zoom": 3}, "media": {"caption": "", "credit": "", "url": "images/HSM_5.jpg"}, "text": {"headline": "Connecting-dis-connecting", "text": " The settlement has poor cellular coverage. We observed that people usually find spots within their house to get some network signal. In such a context, how do they connect to friends and family beyond the hamlet? As we walked around people's houses, we could hear people coming out of their houses to receive signal, trying to talk loudly into their phone etc. "}}, {"date": "", "location": {"lat": 66.58321725728175, "line": true, "lon": -8.26171875, "use_custom_marker": false, "zoom": 3}, "media": {"caption": "", "credit": "", "url": "images/HSM_6.jpg"}, "text": {"headline": "Following the Cows", "text": "At around mid-day, we observed cows being herded by a dog at the tail-end of the herd. On following them, we reached in an open patch of land used for grazing cows. We realized that we could see most of the houses from here. There were open patches of grass, some fields and plantations."}}, {"date": "", "location": {"lat": 32.99023555965106, "line": true, "lon": -1.0546875, "use_custom_marker": false, "zoom": 3}, "media": {"caption": "", "credit": "", "url": "images/HSM_7.jpg"}, "text": {"headline": "The Watchwomen of Hara", "text": "While roaming around in the hamlet, we were mostly greeted by and sometime curiously questioned by the women who live there. One of the women, who was grazing their cows had some questions for us about our work here, our organization and plans. As we started to speak people who live nearby (also mostly women) came out to listen in on the conversation.  On clarifying, they politely shared with us that they were vigilant on seeing two outsiders roaming about because of recent cases of theft that have happened in the community. In another instance that took place on the subsequent day, one woman, a mother of two young girls told us that if we came a few days earlier when the thefts were happening, nobody in the village would have spoken to us. "}}, {"date": "", "text": {"headline": "Mining Pits", "text": "<p>We observed many small pits scattered around houses in the hamlet. These pits did not seem active while we were there. And some were filled with rainwater. Laterite is one of the key resource material people use in building houses here. We observed it was used as bricks in building houses or the stones, which are used in building fencing around the house. Is laterite mining a livelihood for some of the families living in the hamlet?&nbsp;</p>"}, "media": {"url": "images/HSM_8.jpg", "credit": "", "caption": ""}, "location": {"line": true, "lat": -36.456636011596196, "lon": -60.99609375, "zoom": 3, "use_custom_marker": false}}, {"date": "", "text": {"headline": "A Setup to Remain COnnected", "text": "<p>In one of the houses, we observed an antenna setup going several meters above the roof of the house. When we inquired about it from the man tending to the garden inside their premises, we learned that their son who works in the city has set this up. It helps with receiving better calling signal.&nbsp;</p>"}, "media": {"url": "images/HSM_9.jpg", "credit": "", "caption": ""}, "location": {"line": true, "lat": 22.43134015636061, "lon": -94.921875, "zoom": 3, "use_custom_marker": false}}, {"date": "", "text": {"headline": "Gauri & Kavita", "text": "<p>A lot of our time in Hara, in the initial days at least was spent sketching and drawing. At times it served as a great conversation starter as my colleague shared with people what we drew. In a similar instance, Sashi introduced us to their friends and neighbours - two sisters of about 8 and 10 years old. Sashi wanted them to see our drawings that we shared with them the previous day. The kids rejoiced on seeing water color paintings of their houses and the village.&nbsp;</p>"}, "media": {"url": "images/HSM_10.jpg", "credit": "", "caption": ""}, "location": {"line": true, "lat": -41.11246878918086, "lon": -18.984375, "zoom": 3, "use_custom_marker": false}}, {"date": "", "text": {"headline": "Rohit, Madhusudhan & Harish", "text": "<p>&nbsp;In Hara, we met a few young adults, most of them males, who helped us orient and learn about their community. Most of them work outisde of Hara - in nearby villages like Chitoor, and some also in urban centers like Udupi and Bengaluru. In our conversations with them, there was a sense of onus towards their community and their hamlet.&nbsp;</p>"}, "media": {"url": "images/HSM_11.jpg", "credit": "", "caption": ""}, "location": {"line": true, "lat": 36.59788913307022, "lon": -102.12890625, "zoom": 3, "use_custom_marker": false}}, {"date": "", "text": {"headline": "The Kasturirangan Report", "text": "<p>On one of our days there, while passing a few households, we observed a married couple rushing towards their car. On the way they saw us and we greeted them. On further conversation, they told us about a protest scheduled in Udupi the upcoming day against the Kasturirangan report recommendations.  This report is an assessment and conservation plan for the Western Ghats across states proposed by a committee of \"ecological experts\". One of the key sections of this report is the demarcation of the 'ecologically sensitive areas'. In one of our other conversations, a married man remarking upon the report tells us how some years back they saw helicopters surveying the land, but \"what can they understand from up above, it must all look like a jungle from there\".</p>"}, "media": {"url": "images/HSM_12.jpg", "credit": "", "caption": ""}, "location": {"line": true, "lat": 26.43122806450644, "lon": -100.546875, "zoom": 3, "use_custom_marker": false}}, {"date": "", "text": {"headline": "Marathi Naiks of Hara", "text": "<p>One of the communities in Hara are the Marathi Naiks. We were curious about their origin and how they came here, so we asked Subramanya's father how they settled in Hara, Middle of the Forest, and what their origin was. He said that their ancestors are from Maharastra. Their kula devatha is Amba Bhavani. They were brought to Hara to work on an agricultural land of Shettys. But after the resolution of 'uluvavane bhoomiya vadeya', we got land and settled.&nbsp;</p>"}, "media": {"url": "images/HSM_14.jpg", "credit": "", "caption": ""}, "location": {"line": true, "lat": 49.83798245308484, "lon": -97.55859375, "zoom": 3, "use_custom_marker": false}}, {"date": "", "text": {"headline": "Ajji's Dry Fish Curry", "text": "<p>We met an ajji called karku ajji, she told us that they had a house near Kiran's house. Inside the house, an anthill got built, which caused them to leave the house. We asked what curry she had prepared. She said that they had to go to Hosooru to buy fish, so today they prepared dryfish curry.</p>"}, "media": {"url": "images/HSM_15.jpg", "credit": "", "caption": ""}, "location": {"line": true, "lat": 62.91523303947614, "lon": -100.546875, "zoom": 3, "use_custom_marker": false}}, {"date": "", "text": {"headline": "Mara kesavu soppu", "text": "<p>Afterwards, V noticed mara kesavu soppu on a tree (a plant that grows on trees and its leaf is used to make the famous Karavali dish Pathrode). Ajji and V went near the tree. V asked Ajji, 'Do you not prepare pathrode?' Then she started talking about food. She said, we will not eat such type of food. We will eat boiled rice, fish, eggs, and dry fish curries. If we don't have any, we will make vegetable curry. And as usual, we make idli dosa, she said. Pathrode is one of the Konkani Brahmin dishes and it's very rare for people who live far from urban areas to prepare it.</p>"}, "media": {"url": "images/HSM_16.jpg", "credit": "", "caption": ""}, "location": {"line": true, "lat": 67.47492238478702, "lon": -114.2578125, "zoom": 3, "use_custom_marker": false}}, {"date": "", "text": {"headline": "A lake is not a lake", "text": "<p>In the middle of the settlement, the was a lake surrounded by a field in which cattle grazed. We went there to sketch and have some snacks. This lake was not visible in any of the satellite imagery before we went and hence we were surprised to see a lake there. The next day while taking to members from the community we learnt that it wasn't a lake afterall. These were mining quarries that were dug and hadn't been filled back, over a period of time, rain water got collected in them and now it appears like a lake. The animals use this for their drinking water.</p>"}, "media": {"url": "images/HSM_13.jpg", "credit": "", "caption": ""}, "location": {"line": true, "lat": 72.44879155730672, "lon": -29.355468750000004, "zoom": 3, "use_custom_marker": false}}, {"date": "", "text": {"headline": "Arjuna's trails", "text": "<p>Throughout most of our time there, we were in good company of Arjuna, a young adult who works in Udupi but had a few days off from work. We followed him as he showed us around Hara, took us on trails that we would have never seen ourselves, and shared with us many stories of his hamlet. With his help, we could introduce ourselves and our work to many households in Hara.&nbsp;</p>"}, "media": {"url": "", "credit": "", "caption": ""}, "location": {"line": true, "lat": 77.65534600967777, "lon": -35.5078125, "zoom": 3, "use_custom_marker": false}}], "zoomify": {"attribution": "Stories from Hara; co-created with the residents of Hara", "height": 7016, "path": "https://arch8-xyz.github.io/Hara_Stories/", "tolerance": 0.3, "width": 4961}}}